Repository: Frique/social-connect
Catalog: languages/social_connect-*.po
Languages: pl_pl

source: Save Changes
pl_pl: Zapisz zmiany

source: Sorry, but you can not run Social Connect. It requires WordPress 3.0 or newer. Consider <a href='http://codex.wordpress.org/Updating_WordPress'>upgrading</a> your WordPress installation, it's worth the effort.<br/><a href="%s">Return to Plugins Admin page &raquo;</a>
pl_pl: Przykro nam, ale nie możesz korzystać z Social Connect. Wymagany jest WordPress w wersji 3.0 lub wyższej. Proszę rozważyć <a href='http://codex.wordpress.org/Updating_WordPress'>aktualizację</a> WordPressa. <br/><a href="%s">Return to Plugins Admin page &raquo;</a>

source: Sorry, but you can not run Social Connect. It requires the <a href='http://www.php.net/manual/en/intro.curl.php'>PHP libcurl extension</a> be installed. Please contact your web host and request libcurl be <a href='http://www.php.net/manual/en/intro.curl.php'>installed</a>.<br/><a href="%s">Return to Plugins Admin page &raquo;</a>
pl_pl: Przykro nam, ale nie możesz korzystać z Social Connect. Wymagana jest rozszerzenie PHP libcurl. Proszę skontaktować się z obsługą hostingu w celu zainstalowania tego rozszerzenia.<br/><a href="%s">Wróć do listy wtyczek &raquo;</a>

source: Sorry, but you can not run Social Connect. It requires PHP 5.1.2 or newer. Please contact your web host and request they <a href='http://www.php.net/manual/en/migration5.php'>migrate</a> your PHP installation to run Social Connect.<br/><a href="%s">Return to Plugins Admin page &raquo;</a>
pl_pl: Przykro nam, ale nie możesz korzystać z Social Connect. Wymagana wersja PHP to 5.1.2 lub nowsza. Proszę skontaktować się z obsługą hostingu w celu uruchomienia odpowiedniej wersji PHP.<br/><a href="%s">Wróć do listy wtyczek &raquo;</a>

source: Connect with:
pl_pl: Połącz z:

source: Welcome back %s, %scontinue?%s
pl_pl: Witaj %s, %skontynuujemy?%s

source: Not you?
pl_pl: To nie Ty?

source: Use another account
pl_pl: Użyj innego konta

source: Enter your OpenID URL
pl_pl: Wprowadź adres URL dostawcy OpenID

source: Proceed
pl_pl: Dalej

source: Enter your WordPress.com blog URL
pl_pl: Uzupełnij adres swojego bloga na WordPress.com

source: Allow your visitors to comment, login and register with their Twitter, Facebook, Google, Yahoo or WordPress.com account.
pl_pl: Pozwala odwiedzającym komentować, logować i rejestrować się za pomocą konta Twitter, Facebook, Google, Yahoo lub WordPress.com.
